//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Öruggur staður fyrir öll gögnin þín";
"_intro_1_text_"    = "Haltu utan um, deildu og verndaðu skrárnar þínar, hvort sem er heima eða á vinnustað";

"_intro_11_title_"  = "Nota bendingar í skráasýn";
"_intro_11_text_"   = "Stroka → eða ←: Valkostir \n\nLöng snerting: Afrita/Líma eða Opna með… \n\nÝta: 3D-snerting (þegar er tiltækt)";

"_intro_2_title_"   = "Margir aðgangar";
"_intro_2_text_"    = "Tengdu öll gagnaskýin þín og skiptu á milli þeirra með því að snerta Lawless-táknið á Skrár-flipanum";

"_intro_3_title_"   = "Byrja";
"_intro_3_text_"    = "Fínt, Lawless-skýið þitt er tilbúið.";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "Crypto Cloud dulritunarmátinn er ekki lengur tiltækur, þú getur samt áfram afkóðað skrárnar þínar með því að sækja ókeyis forrit í AppStore\n\n'CryptoCloud fyrir Lawless'\n\nBráðum verður í boði nýr enda-í-enda samskiptamáti í öllum Lawless-forritum\n\n\nBankaðu til að byrja";
